tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "1password/tap"

# IDEs
cask "android-studio"
#cask "appcode"
cask "intellij-idea-ce"
brew "neovim"
cask "pycharm-ce"
cask "visual-studio-code"

# Development tools
cask "1password-cli"
brew "appium"
cask "appium"
cask "db-browser-for-sqlite"
cask "charles"
brew "cloc"
cask "dash"
cask "docker"
cask "gpg-suite-no-mail"
brew "jq"
brew "mosh"
brew "pipenv"
cask "simpholders"
brew "wget"
cask "zeplin"

# Terminal upgrades
brew "direnv"
brew "rbenv"
brew "ruby-build"
brew "ripgrep"
brew "thefuck"
brew "tmux"

# Development toolchain
brew "bundletool"
brew "carthage"
brew "cmake"
brew "pyenv"

# Others
cask "firefox"
#cask "google-chrome"
cask "kindle"
brew "ledger"
#cask "slack"
cask "1password"
cask "1password-cli"
