tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"

# IDEs
cask "android-studio"
cask "appcode"
cask "intellij-idea-ce"
brew "neovim"
cask "pycharm-ce"
cask "visual-studio-code"

# Development tools
brew "appium"
cask "appium"
cask "charles"
brew "cloc"
cask "dash"
brew "jq"
brew "mosh"
brew "pipenv"
cask "simpholders"
brew "wget"
cask "zeplin"

# Terminal upgrades
brew "thefuck"
brew "tmux"

# Development toolchain
brew "bundletool"
brew "carthage"
brew "cmake"

# Others
cask "firefox"
cask "google-chrome"
cask "kindle"
brew "ledger"
cask "slack"
